Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: Edit opens the first original image for review. A protected local copy expires after 15 minutes.
ar: يفتح التحرير أول صورة أصلية للمراجعة. تنتهي صلاحية النسخة المحلية المحمية بعد 15 دقيقة.
de: Bearbeiten öffnet das erste Originalbild zur Prüfung. Eine geschützte lokale Kopie läuft nach 15 Minuten ab.
es: Editar abre la primera imagen original para revisarla. Una copia local protegida caduca a los 15 minutos.
es_419: Editar abre la primera imagen original para revisarla. Una copia local protegida caduca a los 15 minutos.
fr: Modifier ouvre la première image originale pour vérification. Une copie locale protégée expire après 15 minutes.
it: Modifica apre la prima immagine originale per il controllo. Una copia locale protetta scade dopo 15 minuti.
ja: 編集では最初の元画像を開いて確認します。保護されたローカルコピーの有効期限は15分です。
ko: 편집은 첫 번째 원본 이미지를 열어 검토합니다. 보호된 로컬 사본은 15분 후 만료됩니다.
nl: Bewerken opent de eerste originele afbeelding ter controle. Een beveiligde lokale kopie verloopt na 15 minuten.
pl: Edycja otwiera pierwszy oryginalny obraz do sprawdzenia. Chroniona kopia lokalna wygasa po 15 minutach.
pt_br: Editar abre a primeira imagem original para revisão. Uma cópia local protegida expira após 15 minutos.
pt_pt: Editar abre a primeira imagem original para revisão. Uma cópia local protegida expira após 15 minutos.
sv: Redigera öppnar den första originalbilden för granskning. En skyddad lokal kopia upphör att gälla efter 15 minuter.
tr: Düzenle, incelemek için ilk özgün görüntüyü açar. Korumalı yerel kopyanın süresi 15 dakika sonra dolar.
zh_hans: “编辑”会打开第一张原始图像以供检查。受保护的本地副本将在15分钟后过期。
zh_hant: 「編輯」會開啟第一張原始影像以供檢查。受保護的本機拷貝將在15分鐘後到期。

source: Edit opens the first video in PicStrip, where you can cover faces and text. A protected local copy expires after 15 minutes.
ar: يفتح التحرير أول فيديو في PicStrip، حيث يمكنك حجب الوجوه والنصوص. تنتهي صلاحية النسخة المحلية المحمية بعد 15 دقيقة.
de: Bearbeiten öffnet das erste Video in PicStrip, wo du Gesichter und Text verdecken kannst. Eine geschützte lokale Kopie läuft nach 15 Minuten ab.
es: Editar abre el primer vídeo en PicStrip, donde puedes censurar caras y texto. Una copia local protegida caduca a los 15 minutos.
es_419: Editar abre el primer video en PicStrip, donde puedes censurar caras y texto. Una copia local protegida caduca a los 15 minutos.
fr: Modifier ouvre la première vidéo dans PicStrip, où vous pouvez masquer les visages et le texte. Une copie locale protégée expire après 15 minutes.
it: Modifica apre il primo video in PicStrip, dove puoi coprire volti e testo. Una copia locale protetta scade dopo 15 minuti.
ja: 編集では最初のビデオをPicStripで開き、顔や文字をマスクできます。保護されたローカルコピーの有効期限は15分です。
ko: 편집을 탭하면 첫 번째 비디오가 PicStrip에서 열리며, 여기서 얼굴과 텍스트를 가릴 수 있습니다. 보호된 로컬 사본은 15분 후 만료됩니다.
nl: Bewerken opent de eerste video in PicStrip, waar je gezichten en tekst kunt afdekken. Een beveiligde lokale kopie verloopt na 15 minuten.
pl: Edycja otwiera pierwsze wideo w PicStrip, gdzie możesz zamazać twarze i tekst. Chroniona kopia lokalna wygasa po 15 minutach.
pt_br: Editar abre o primeiro vídeo no PicStrip, onde você pode ocultar rostos e textos. Uma cópia local protegida expira após 15 minutos.
pt_pt: Editar abre o primeiro vídeo no PicStrip, onde pode ocultar rostos e texto. Uma cópia local protegida expira após 15 minutos.
sv: Redigera öppnar den första videon i PicStrip, där du kan maskera ansikten och text. En skyddad lokal kopia upphör att gälla efter 15 minuter.
tr: Düzenle, ilk videoyu PicStrip’te açar; burada yüzleri ve metinleri karartabilirsiniz. Korumalı yerel kopyanın süresi 15 dakika sonra dolar.
zh_hans: “编辑”会在 PicStrip 中打开第一个视频，你可以在其中遮盖面孔和文字。受保护的本地副本将在15分钟后过期。
zh_hant: 「編輯」會在 PicStrip 中打開第一部影片，你可以在其中遮蓋臉孔和文字。受保護的本機拷貝將在15分鐘後到期。

source: Edit redactions. None active.
ar: تحرير مناطق الحجب. لا توجد مناطق مُفعَّلة.
de: Schwärzungen bearbeiten. Keine aktiv.
es: Editar censuras. Ninguna activa.
es_419: Editar censuras. Ninguna activa.
fr: Modifier les masquages. Aucune zone active.
it: Modifica gli oscuramenti. Nessuna area attiva.
ja: マスクを編集します。有効な領域はありません。
ko: 가림 편집. 활성화된 영역이 없습니다.
nl: Afdekkingen bewerken. Geen enkele actief.
pl: Edytuj zamazania. Brak aktywnych obszarów.
pt_br: Editar ocultações. Nenhuma ativa.
pt_pt: Editar ocultações. Nenhuma ativa.
sv: Redigera maskeringar. Inga är aktiva.
tr: Karartmaları düzenle. Etkin karartma yok.
zh_hans: 编辑遮盖。没有已启用的区域。
zh_hant: 編輯遮蓋。目前沒有啟用任何區域。

source: Edit redactions. ^[%lld region](inflect: true) active.
ar: تحرير مناطق الحجب. %lld منطقة مُفعَّلة.
de: Schwärzungen bearbeiten. %lld Bereiche aktiv.
es: Editar censuras. %lld áreas activas.
es_419: Editar censuras. %lld áreas activas.
fr: Modifier les masquages. %lld zones actives.
it: Modifica gli oscuramenti. %lld aree attive.
ja: マスクを編集します。%lld個の領域が有効です。
ko: 가림 편집. 영역 %lld개가 활성화되어 있습니다.
nl: Afdekkingen bewerken. %lld gebieden actief.
pl: Edytuj zamazania. Aktywne %lld obszaru.
pt_br: Editar ocultações. %lld áreas ativas.
pt_pt: Editar ocultações. %lld áreas ativas.
sv: Redigera maskeringar. %lld områden är aktiva.
tr: Karartmaları düzenle. %lld bölge etkin.
zh_hans: 编辑遮盖。%lld 个区域已启用。
zh_hant: 編輯遮蓋。已啟用 %lld 個區域。

source: Editing works offline after your image is available locally. Cloud imports, optional Apple model downloads, and services you choose for saving or sharing may use the network.
ar: يعمل التحرير دون اتصال بعد توفر الصورة محليًا. قد تستخدم عمليات الاستيراد من السحابة وتنزيل نماذج Apple الاختيارية والخدمات التي تختارها للحفظ أو المشاركة الشبكة.
de: Die Bearbeitung funktioniert offline, sobald dein Bild lokal verfügbar ist. Cloud-Importe, optionale Apple-Modelldownloads und Dienste, die du zum Speichern oder Teilen auswählst, können das Netzwerk nutzen.
es: Puedes editar sin conexión cuando la imagen esté disponible localmente. Las importaciones desde la nube, las descargas opcionales de modelos de Apple y los servicios que elijas para guardar o compartir pueden usar la red.
es_419: Puedes editar sin conexión cuando la imagen esté disponible localmente. Las importaciones desde la nube, las descargas opcionales de modelos de Apple y los servicios que elijas para guardar o compartir pueden usar la red.
fr: La retouche fonctionne hors ligne une fois l’image disponible localement. Les imports depuis le cloud, les téléchargements facultatifs de modèles Apple et les services choisis pour enregistrer ou partager peuvent utiliser le réseau.
it: La modifica funziona offline quando l’immagine è disponibile localmente. Le importazioni dal cloud, i download facoltativi dei modelli Apple e i servizi scelti per salvare o condividere possono usare la rete.
ja: 画像が端末内にあれば、オフラインで編集できます。クラウドからの読み込み、任意のAppleモデルのダウンロード、保存・共有先に選んだサービスでは通信が発生することがあります。
ko: 이미지가 기기에 저장되어 있으면 오프라인으로 편집할 수 있습니다. 클라우드 가져오기, 선택적 Apple 모델 다운로드, 저장 또는 공유 대상으로 선택한 서비스는 네트워크를 사용할 수 있습니다.
nl: Bewerken werkt offline zodra de afbeelding lokaal beschikbaar is. Importeren uit de cloud, optionele Apple-modeldownloads en diensten die je kiest voor bewaren of delen kunnen het netwerk gebruiken.
pl: Edycja działa offline, gdy obraz jest dostępny lokalnie. Import z chmury, opcjonalne pobieranie modeli Apple oraz wybrane usługi zapisu i udostępniania mogą korzystać z sieci.
pt_br: A edição funciona offline quando a imagem está disponível localmente. Importações da nuvem, downloads opcionais de modelos da Apple e os serviços escolhidos para salvar ou compartilhar podem usar a rede.
pt_pt: A edição funciona offline quando a imagem está disponível localmente. As importações da nuvem, as descargas opcionais de modelos da Apple e os serviços escolhidos para guardar ou partilhar podem utilizar a rede.
sv: Redigering fungerar offline när bilden finns lokalt. Molnimport, valfria hämtningar av Apple-modeller och tjänster som du väljer för att spara eller dela kan använda nätverket.
tr: Görüntü yerel olarak kullanılabilir olduğunda düzenleme çevrimdışı çalışır. Buluttan içe aktarma, isteğe bağlı Apple modeli indirmeleri ve kaydetmek veya paylaşmak için seçtiğiniz hizmetler ağı kullanabilir.
zh_hans: 图像在本地可用后即可离线编辑。云端导入、可选的Apple模型下载，以及你选择的保存或分享服务可能会使用网络。
zh_hant: 影像在本機可用後即可離線編輯。雲端輸入、選用的Apple模型下載，以及你選擇的儲存或分享服務可能會使用網路。

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
es_419: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de e-mail
pt_pt: Endereço de e-mail
sv: E-postadress
tr: E-posta Adresi
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: Emoji
ar: إيموجي
ja: 絵文字
ko: 이모티콘
zh_hans: 表情符号
zh_hant: 表情符號

source: Emoji…
ar: إيموجي…
ja: 絵文字…
ko: 이모티콘…
zh_hans: 表情符号…
zh_hant: 表情符號…

source: Enable redaction
ar: تمكين الحجب
de: Schwärzung aktivieren
es: Activar censura
es_419: Activar censura
fr: Activer le masquage
it: Attiva l’oscuramento
ja: マスクを有効にする
ko: 가림 켜기
nl: Afdekking inschakelen
pl: Włącz zamazanie
pt_br: Ativar ocultação
pt_pt: Ativar ocultação
sv: Aktivera maskering
tr: Karartmayı etkinleştir
zh_hans: 启用遮盖
zh_hant: 啟用遮蓋

source: Enable redaction for %@
ar: تمكين الحجب لـ %@
de: Schwärzung für %@ aktivieren
es: Activar la censura de %@
es_419: Activar la censura de %@
fr: Activer le masquage pour %@
it: Attiva l’oscuramento per %@
ja: %@のマスクを有効にする
ko: %@ 가림 켜기
nl: Afdekking inschakelen voor %@
pl: Włącz zamazanie dla %@
pt_br: Ativar ocultação para %@
pt_pt: Ativar ocultação para %@
sv: Aktivera maskering för %@
tr: %@ için karartmayı etkinleştir
zh_hans: 启用对%@的遮盖
zh_hant: 啟用 %@ 的遮蓋

source: Encoded barcode
ar: رمز شريطي مُرمَّز
de: Codierter Barcode
es: Código de barras codificado
es_419: Código de barras codificado
fr: Code-barres encodé
it: Codice a barre codificato
ja: エンコードされたバーコード
ko: 인코딩된 바코드
nl: Gecodeerde barcode
pl: Zakodowany kod kreskowy
pt_br: Código de barras codificado
pt_pt: Código de barras codificado
sv: Kodad streckkod
tr: Kodlanmış barkod
zh_hans: 已编码的条码
zh_hant: 已編碼的條碼

source: Enhanced stabilization
ar: الثبات المحسّن
de: Verbesserte Stabilisierung
es: Estabilización mejorada
es_419: Estabilización mejorada
fr: Stabilisation améliorée
it: Stabilizzazione migliorata
ja: 強力な手ぶれ補正
ko: 향상된 흔들림 보정
nl: Verbeterde stabilisatie
pl: Ulepszona stabilizacja
pt_br: Estabilização aprimorada
pt_pt: Estabilização melhorada
sv: Förbättrad stabilisering
tr: Gelişmiş sabitleme
zh_hans: 增强防抖
zh_hant: 增強防手震

source: Enter multi-select mode
ar: الدخول إلى وضع التحديد المتعدد
de: Mehrfachauswahl aktivieren
es: Activar el modo de selección múltiple
es_419: Activar el modo de selección múltiple
fr: Activer le mode de sélection multiple
it: Attiva la selezione multipla
ja: 複数選択モードを開始
ko: 다중 선택 모드 시작
nl: Multiselectiemodus activeren
pl: Włącz tryb wielokrotnego zaznaczania
pt_br: Ativar seleção múltipla
pt_pt: Ativar o modo de seleção múltipla
sv: Aktivera markeringsläge
tr: Çoklu seçim moduna gir
zh_hans: 进入多选模式
zh_hant: 進入多選模式

source: Ethereum (0x... 40 hex) and Bitcoin Bech32 (bc1...)
ar: عناوين Ethereum (0x... من 40 خانة ست عشرية) وBitcoin Bech32 (bc1...)
de: Ethereum (0x... 40 Hexzeichen) und Bitcoin Bech32 (bc1...)
es: Ethereum (0x... 40 hex) y Bitcoin Bech32 (bc1...)
es_419: Ethereum (0x... 40 hex) y Bitcoin Bech32 (bc1...)
fr: Ethereum (0x... 40 caractères hexadécimaux) et Bitcoin Bech32 (bc1...)
it: Ethereum (0x... 40 cifre esadecimali) e Bitcoin Bech32 (bc1...)
ja: Ethereum（0x...で始まる40桁の16進数）とBitcoin Bech32（bc1...）
ko: 이더리움(0x... 16진수 40자)과 비트코인 Bech32(bc1...)
nl: Ethereum (0x... 40 hex) en Bitcoin Bech32 (bc1...)
pl: Ethereum (0x... 40 znaków szesnastkowych) i Bitcoin Bech32 (bc1...)
pt_br: Ethereum (0x... 40 caracteres hex) e Bitcoin Bech32 (bc1...)
pt_pt: Ethereum (0x... 40 caracteres hexadecimais) e Bitcoin Bech32 (bc1...)
sv: Ethereum (0x... 40 hextecken) och Bitcoin Bech32 (bc1...)
tr: Ethereum (0x... 40 onaltılık karakter) ve Bitcoin Bech32 (bc1...)
zh_hans: 以太坊（0x... 后跟 40 位十六进制）和比特币 Bech32（bc1...）
zh_hant: Ethereum（0x... 40 個十六進位字元）和 Bitcoin Bech32（bc1...）

source: Everyday photo
ar: صورة يومية
de: Alltagsfoto
es: Foto cotidiana
es_419: Foto cotidiana
fr: Photo courante
it: Foto quotidiana
ja: 日常の写真
ko: 일상 사진
nl: Alledaagse foto
pl: Zwykłe zdjęcie
pt_br: Foto do dia a dia
pt_pt: Foto do dia a dia
sv: Vardagsfoto
tr: Günlük fotoğraf
zh_hans: 日常照片
zh_hant: 日常照片

source: Exit multi-select mode
ar: الخروج من وضع التحديد المتعدد
de: Mehrfachauswahl beenden
es: Salir del modo de selección múltiple
es_419: Salir del modo de selección múltiple
fr: Quitter le mode de sélection multiple
it: Disattiva la selezione multipla
ja: 複数選択モードを終了
ko: 다중 선택 모드 종료
nl: Multiselectiemodus beëindigen
pl: Wyłącz tryb wielokrotnego zaznaczania
pt_br: Desativar seleção múltipla
pt_pt: Sair do modo de seleção múltipla
sv: Avsluta markeringsläge
tr: Çoklu seçim modundan çık
zh_hans: 退出多选模式
zh_hant: 結束多選模式

source: Export Batch Audit Log (JSON)
ar: تصدير سجل تدقيق الدفعات (JSON)
de: Stapel-Prüfprotokoll exportieren (JSON)
es: Exportar registro de auditoría del lote (JSON)
es_419: Exportar registro de auditoría del lote (JSON)
fr: Exporter le journal d’audit du lot (JSON)
it: Esporta registro di audit batch (JSON)
ja: バッチ監査ログをエクスポート（JSON）
ko: 일괄 처리 감사 로그 내보내기(JSON)
nl: Exporteer batch-auditlog (JSON)
pl: Eksportuj wsadowy dziennik audytu (JSON)
pt_br: Exportar registro de auditoria do lote (JSON)
pt_pt: Exportar registo de auditoria do lote (JSON)
sv: Exportera batchgranskningslogg (JSON)
tr: Toplu Denetim Kaydını Dışa Aktar (JSON)
zh_hans: 导出批量审计日志（JSON）
zh_hant: 匯出批次稽核記錄（JSON）

source: Export Findings (JSON)
ar: تصدير النتائج (JSON)
de: Funde exportieren (JSON)
es: Exportar hallazgos (JSON)
es_419: Exportar hallazgos (JSON)
fr: Exporter les résultats (JSON)
it: Esporta risultati (JSON)
ja: 検出結果をエクスポート（JSON）
ko: 검사 결과 내보내기(JSON)
nl: Exporteer bevindingen (JSON)
pl: Eksportuj wyniki (JSON)
pt_br: Exportar achados (JSON)
pt_pt: Exportar resultados (JSON)
sv: Exportera fynd (JSON)
tr: Bulguları Dışa Aktar (JSON)
zh_hans: 导出检测结果（JSON）
zh_hant: 匯出偵測結果（JSON）

source: Export Format
ar: تنسيق التصدير
es: Formato de exportación
es_419: Formato de exportación
fr: Format d’exportation
it: Formato di esportazione
ja: エクスポート形式
ko: 내보내기 형식
nl: Exportformaat
pl: Format eksportu
pt_br: Formato de Exportação
pt_pt: Formato de exportação
tr: Dışa Aktarma Biçimi
zh_hans: 导出格式
zh_hant: 匯出格式

source: Face
ar: وجه
de: Gesicht
es: Cara
es_419: Cara
fr: Visage
it: Volto
ja: 顔
ko: 얼굴
nl: Gezicht
pl: Twarz
pt_br: Rosto
pt_pt: Rosto
sv: Ansikte
tr: Yüz
zh_hans: 人脸
zh_hant: 人臉

source: Face %lld
ar: الوجه %lld
de: Gesicht %lld
es: Cara %lld
es_419: Cara %lld
fr: Visage %lld
it: Volto %lld
ja: 顔%lld
ko: 얼굴 %lld
nl: Gezicht %lld
pl: Twarz %lld
pt_br: Rosto %lld
pt_pt: Rosto %lld
sv: Ansikte %lld
tr: Yüz %lld
zh_hans: 面孔 %lld
zh_hant: 臉孔 %lld

source: Face Data Is Not Collected
ar: لا يتم جمع بيانات الوجه
de: Gesichtsdaten werden nicht erfasst
es: No se recopilan datos faciales
es_419: No se recopilan datos faciales
fr: Aucune donnée de visage n’est collectée
it: I dati dei volti non vengono raccolti
ja: 顔データは収集しません
ko: 얼굴 데이터를 수집하지 않습니다
nl: Gezichtsgegevens worden niet verzameld
pl: Nie zbieramy danych o twarzach
pt_br: Dados de rostos não são coletados
pt_pt: Sem recolha de dados de rostos
sv: Ansiktsdata samlas inte in
tr: Yüz Verileri Toplanmaz
zh_hans: 不收集人脸数据
zh_hant: 不會收集人臉資料

source: Face detected
ar: تم الكشف عن وجه
de: Gesicht erkannt
es: Cara detectada
es_419: Cara detectada
fr: Visage détecté
it: Volto rilevato
ja: 顔を検出
ko: 얼굴 감지됨
nl: Gezicht gedetecteerd
pl: Wykryto twarz
pt_br: Rosto detectado
pt_pt: Rosto detetado
sv: Ansikte upptäckt
tr: Yüz algılandı
zh_hans: 检测到人脸
zh_hant: 偵測到人臉

source: Face rectangles stay in the editing session. PicStrip does not identify people. Images you save or share can contain faces you leave uncovered.
ar: تبقى مستطيلات الوجوه ضمن جلسة التحرير. لا يتعرّف PicStrip على هوية الأشخاص. قد تحتوي الصور التي تحفظها أو تشاركها على وجوه تتركها دون حجب.
de: Gesichtsrechtecke bleiben in der aktuellen Bearbeitungssitzung. PicStrip identifiziert keine Personen. Gespeicherte oder geteilte Bilder können Gesichter enthalten, die du nicht abdeckst.
es: Los rectángulos de los rostros permanecen en la sesión de edición. PicStrip no identifica personas. Las imágenes que guardes o compartas pueden contener rostros que dejes sin cubrir.
es_419: Los rectángulos de los rostros permanecen en la sesión de edición. PicStrip no identifica personas. Las imágenes que guardes o compartas pueden contener rostros que dejes sin cubrir.
fr: Les rectangles des visages restent dans la session de retouche. PicStrip n’identifie personne. Les images enregistrées ou partagées peuvent contenir des visages que vous laissez visibles.
it: I rettangoli dei volti restano nella sessione di modifica. PicStrip non identifica le persone. Le immagini che salvi o condividi possono contenere volti che lasci scoperti.
ja: 顔の領域は編集中のセッション内に保持されます。PicStripは人物を識別しません。保存・共有する画像には、覆わずに残した顔が含まれることがあります。
ko: 얼굴 영역은 편집 세션에만 유지됩니다. PicStrip은 사람의 신원을 식별하지 않습니다. 저장하거나 공유하는 이미지에는 가리지 않은 얼굴이 포함될 수 있습니다.
nl: Gezichtskaders blijven in de bewerkingssessie. PicStrip identificeert geen personen. Afbeeldingen die je bewaart of deelt, kunnen gezichten bevatten die je zichtbaar laat.
pl: Prostokąty twarzy pozostają w sesji edycji. PicStrip nie identyfikuje osób. Zapisane lub udostępnione obrazy mogą zawierać twarze, które pozostawisz odsłonięte.
pt_br: Os retângulos dos rostos ficam na sessão de edição. O PicStrip não identifica pessoas. As imagens salvas ou compartilhadas podem conter rostos que você deixar descobertos.
pt_pt: Os retângulos dos rostos permanecem na sessão de edição. O PicStrip não identifica pessoas. As imagens guardadas ou partilhadas podem conter rostos que deixar descobertos.
sv: Ansiktsrektanglar finns kvar i redigeringssessionen. PicStrip identifierar inte personer. Bilder som du sparar eller delar kan innehålla ansikten som du lämnar synliga.
tr: Yüz dikdörtgenleri düzenleme oturumunda kalır. PicStrip kişilerin kimliğini belirlemez. Kaydettiğiniz veya paylaştığınız görüntülerde kapatmadığınız yüzler bulunabilir.
zh_hans: 人脸矩形仅保留在编辑会话中。PicStrip不会识别人物身份。你保存或分享的图像可能包含未遮盖的人脸。
zh_hant: 臉部矩形僅保留在編輯階段中。PicStrip不會識別人物身分。你儲存或分享的影像可能包含未遮蓋的臉部。

source: Faces
ar: الوجوه
de: Gesichter
es: Rostros
es_419: Rostros
fr: Visages
it: Volti
ja: 顔
ko: 얼굴
nl: Gezichten
pl: Twarze
pt_br: Rostos
pt_pt: Rostos
sv: Ansikten
tr: Yüzler
zh_hans: 人脸
zh_hant: 人臉

source: Faces and text in the video stay visible: PicStrip removes hidden details only.
ar: تبقى الوجوه والنصوص في الفيديو ظاهرة: يزيل PicStrip التفاصيل المخفية فقط.
de: Gesichter und Text im Video bleiben sichtbar: PicStrip entfernt nur versteckte Details.
es: Las caras y el texto del vídeo siguen visibles: PicStrip solo elimina los detalles ocultos.
es_419: Las caras y el texto del video siguen visibles: PicStrip solo elimina los detalles ocultos.
fr: Les visages et le texte de la vidéo restent visibles : PicStrip ne supprime que les détails cachés.
it: Volti e testo nel video restano visibili: PicStrip rimuove solo i dettagli nascosti.
ja: ビデオ内の顔や文字はそのまま見えます。PicStripが削除するのは隠れた情報だけです。
ko: 비디오 속 얼굴과 텍스트는 그대로 보입니다. PicStrip은 숨겨진 정보만 제거합니다.
nl: Gezichten en tekst in de video blijven zichtbaar: PicStrip verwijdert alleen verborgen gegevens.
pl: Twarze i tekst w wideo pozostają widoczne: PicStrip usuwa tylko ukryte dane.
pt_br: Rostos e textos no vídeo continuam visíveis: o PicStrip remove apenas os detalhes ocultos.
pt_pt: Rostos e texto no vídeo continuam visíveis: o PicStrip remove apenas os detalhes ocultos.
sv: Ansikten och text i videon syns fortfarande: PicStrip tar bara bort dolda uppgifter.
tr: Videodaki yüzler ve metinler görünür kalır: PicStrip yalnızca gizli ayrıntıları kaldırır.
zh_hans: 视频中的面孔和文字仍然可见：PicStrip 只移除隐藏的信息。
zh_hant: 影片中的臉孔和文字仍然可見：PicStrip 只會移除隱藏的資訊。

source: Faces and text were covered automatically, and some can be missed. Watch the copy before you share it.
ar: حُجبت الوجوه والنصوص تلقائيًا، وقد يفوت بعضها. شاهد النسخة قبل مشاركتها.
de: Gesichter und Text wurden automatisch verdeckt, dabei kann etwas übersehen werden. Sieh dir die Kopie an, bevor du sie teilst.
es: Las caras y el texto se han censurado automáticamente y algo puede pasarse por alto. Mira la copia antes de compartirla.
es_419: Las caras y el texto se censuraron automáticamente y algo puede pasarse por alto. Mira la copia antes de compartirla.
fr: Les visages et le texte ont été masqués automatiquement, et certains peuvent avoir été manqués. Regardez la copie avant de la partager.
it: Volti e testo sono stati coperti automaticamente e qualcosa può sfuggire. Guarda la copia prima di condividerla.
ja: 顔と文字は自動的にマスクされましたが、見逃しがある場合があります。共有する前にコピーを確認してください。
ko: 얼굴과 텍스트가 자동으로 가려졌지만 일부를 놓쳤을 수 있습니다. 공유하기 전에 사본을 확인하십시오.
nl: Gezichten en tekst zijn automatisch afgedekt en er kan iets zijn gemist. Bekijk de kopie voordat je deze deelt.
pl: Twarze i tekst zostały zamazane automatycznie, a coś mogło zostać pominięte. Obejrzyj kopię przed udostępnieniem.
pt_br: Rostos e textos foram ocultados automaticamente, e algo pode ter passado despercebido. Assista à cópia antes de compartilhá-la.
pt_pt: Os rostos e o texto foram ocultados automaticamente, e algo pode ter escapado. Veja a cópia antes de a partilhar.
sv: Ansikten och text maskerades automatiskt, och något kan ha missats. Titta på kopian innan du delar den.
tr: Yüzler ve metinler otomatik olarak karartıldı; bazıları gözden kaçmış olabilir. Paylaşmadan önce kopyayı izleyin.
zh_hans: 面孔和文字已自动遮盖，但可能有遗漏。共享前请先观看副本。
zh_hant: 臉孔和文字已自動遮蓋，但可能有遺漏。分享前請先觀看拷貝。

source: Faces are found automatically and one can be missed — small, turned away, or on screen for a moment. Watch the preview before you share.
ar: يُعثر على الوجوه تلقائيًا وقد يفوت أحدها — إن كان صغيرًا أو مُشاحًا أو ظهر للحظة. شاهد المعاينة قبل المشاركة.
de: Gesichter werden automatisch gefunden, und eines kann übersehen werden – wenn es klein ist, abgewandt oder nur kurz zu sehen. Sieh dir die Vorschau an, bevor du teilst.
es: Las caras se detectan automáticamente y alguna puede pasarse por alto: si es pequeña, está de lado o aparece un instante. Mira la vista previa antes de compartir.
es_419: Las caras se detectan automáticamente y alguna puede pasarse por alto: si es pequeña, está de lado o aparece un instante. Mira la vista previa antes de compartir.
fr: Les visages sont détectés automatiquement et l’un d’eux peut être manqué : petit, de profil ou visible un instant. Regardez l’aperçu avant de partager.
it: I volti vengono trovati automaticamente e qualcuno può sfuggire: se è piccolo, girato o visibile solo per un istante. Guarda l’anteprima prima di condividere.
ja: 顔は自動的に検出されますが、小さい顔、横を向いた顔、一瞬だけ映る顔は見逃されることがあります。共有する前にプレビューを確認してください。
ko: 얼굴은 자동으로 찾으며, 작거나 고개를 돌렸거나 잠깐만 보이는 얼굴은 놓칠 수 있습니다. 공유하기 전에 미리보기를 확인하십시오.
nl: Gezichten worden automatisch gevonden en er kan er een worden gemist: klein, afgewend of maar even in beeld. Bekijk de voorvertoning voordat je deelt.
pl: Twarze są wykrywane automatycznie i któraś może zostać pominięta — mała, odwrócona lub widoczna tylko przez chwilę. Obejrzyj podgląd przed udostępnieniem.
pt_br: Os rostos são encontrados automaticamente e algum pode passar despercebido: pequeno, virado ou na tela só por um instante. Assista à pré-visualização antes de compartilhar.
pt_pt: Os rostos são encontrados automaticamente e algum pode escapar: pequeno, de lado ou no ecrã só por um instante. Veja a pré-visualização antes de partilhar.
sv: Ansikten hittas automatiskt och något kan missas – litet, bortvänt eller bara i bild ett ögonblick. Titta på förhandsvisningen innan du delar.
tr: Yüzler otomatik olarak bulunur ve küçük, başka yöne dönük ya da yalnızca bir an görünen bir yüz gözden kaçabilir. Paylaşmadan önce önizlemeyi izleyin.
zh_hans: 面孔会被自动找到，但可能会漏掉较小、侧转或只出现片刻的面孔。共享前请先观看预览。
zh_hant: 臉孔會自動找出，但可能會漏掉較小、轉向一側或只出現片刻的臉孔。分享前請先觀看預覽。
